tap "aws/aws"
tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "orangekame3/tap"
tap "oven-sh/bun"
tap "pantsbuild/tap"
tap "pulumi/tap"
tap "wix/brew"
brew "openssl@3"
brew "xz"
brew "ansible"
brew "ansible-lint"
brew "argocd"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "icu4c@76"
brew "bitwarden-cli"
brew "btop"
brew "gettext"
brew "circleci"
brew "cli53"
brew "cmake"
brew "coreutils"
brew "curl"
brew "deno"
brew "direnv"
brew "docker-completion"
brew "docker-credential-helper-ecr"
brew "eza"
brew "harfbuzz"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "go"
brew "helm"
brew "htop"
brew "jq"
brew "kubeseal"
brew "lazydocker"
brew "lazygit"
brew "libpq", link: true
brew "lolcat"
brew "luarocks"
brew "meson"
brew "nmap"
brew "nushell"
brew "ollama"
brew "openslide"
brew "pkgconf"
brew "pyenv"
brew "rclone"
brew "ripgrep"
brew "ripgrep-all"
brew "sloccount"
brew "starship"
brew "stow"
brew "tailscale", restart_service: true
brew "testssl"
brew "tmux"
brew "tpm"
brew "tree"
brew "vbindiff"
brew "watchman"
brew "wget"
brew "xq"
brew "zoxide"
brew "derailed/k9s/k9s"
brew "orangekame3/tap/stree"
brew "oven-sh/bun/bun"
brew "pulumi/tap/pulumi"
brew "wix/brew/applesimutils"
cask "betterdisplay"
cask "bluesnooze"
cask "caffeine"
cask "fig"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-victor-mono"
cask "github"
cask "gpg-suite"
cask "notion"
cask "pants"
cask "raycast"
cask "shottr"
cask "stats"
cask "utm"
